// 引用标准：GB/T 3304
export default [
    {"code": "01", "text": "博士研究生毕业"},
    {"code": "02", "text": "博士研究生结业"},
    {"code": "11", "text": "硕士研究生毕业"},
    {"code": "12", "text": "硕士研究生结业"},
    {"code": "21", "text": "大学本科毕业"},
    {"code": "28", "text": "大学本科肄业"},
    {"code": "31", "text": "大学专科毕业"},
    {"code": "41", "text": "中等专科毕业"},
    {"code": "44", "text": "职业高中毕业"},
    {"code": "47", "text": "技工学校毕业"},
    {"code": "61", "text": "普通高中毕业"},
    {"code": "71", "text": "初中毕业"},
    {"code": "81", "text": "小学毕业"},
    {"code": "90", "text": "其他（文盲、半文盲或未说明）"}
]